---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterStringLessOrEqual
source: html/33fef397-928d-bbf4-ef2e-efc96dac69ba.htm
---
# FilterStringLessOrEqual Properties

Specifies whether the .NET object represents a valid Revit entity.